Repository: blackhole-47/BUR
Catalog: omegat/project_save.tmx
Source language: en
Languages: ru

source: A Dreams of the Red Wizards Adventure
ru: Приключение «Сны красных волшебников»

source: A Four to Six-Hour Adventure for Tier 2 Characters.
ru: Приключение продолжительностью от четырех до шести часов для персонажей уровня 2.

source: Actions
ru: Действия

source: Adjective
ru: Прилагательное

source: After this time, these rot grubs are too far under the skin to be burned.
ru: После этого трупная личинка находится слишком глубоко под кожей существа, чтобы её можно было сжечь.

source: Amphibious.
ru: Амфибия.

source: Any effect that cures disease kills all rot grubs infesting the target.
ru: Любой эффект, который излечивает болезнь, убивает всех трупных личинок, заразивших цель.

source: Appendix 8:
ru: Приложение 8:

source: Applying fire to the bite wound before the end of the target’s next turn deals 1 fire damage to the target and kills these rot grubs.
ru: Воздействуя огнём на рану в месте укуса до конца следующего хода наносит цели 1 урон огнём и убивает этих личинок.

source: Art Director & Graphic Design: Rich Lescouflair
ru: Арт-директор и графический дизайнер: Рич Лекуфлер

source: Background
ru: Предыстория

source: Bite.
ru: Укус.

source: Breaking Umberlee’s Resolve
ru: Нарушение решимости Амберли

source: Claw.
ru: Клешня.

source: Claws.
ru: Когти.

source: Conclusion
ru: Заключение

source: Consultant: Will Ansell
ru: Консультант: Уилл Анселл

source: Corpses.
ru: Тела.

source: D&D Adventurers League Administrators: Alan Patrick, Amy Lynn Dzura, Claire Hoffman, Greg Marks, Lysa Chen, Travis Woodall
ru: Администраторы Лиги авантюристов D&D: Алан Патрик, Эми Линн Дзура, Клэр Хоффман, Грег Маркс, Лиза Чен, Трэвис Вудалл.

source: Dagger.
ru: Кинжал.

source: Designer: Chris Lindsay
ru: Дизайнер: Крис Линдси

source: Editing: Chris Lindsay
ru: Монтаж: Крис Линдси

source: False Appearance.
ru: Обманчивая внешность.

source: Hit: 13 (2d8 + 4) bludgeoning damage.
ru: Попадание: 13 (2к8 + 4) дробящего урона.

source: Hit: 3 (1d4 + 1) piercing damage.
ru: Попадание: 3 (1к4 + 1) колющего урона.

source: Hit: 6 (1d4 + 4) piercing damage.
ru: Попадание: 6 (1к4 + 4) колющего урона.

source: Hit: 6 (1d8 + 2) piercing damage.
ru: Попадание: 6 (1к8 + 2) колющего урона.

source: Hit: 8 (1d8 + 4) piercing damage.
ru: Попадание: 8 (1к8 + 4) колющего урона.

source: Hit: 8 (1d8 + 4) slashing damage, or 9 (1d10 + 4) slashing damage if used with two hands.
ru: Попадание: 8 (1к8 + 4) рубящего урона или 9 (1к10 + 4) рубящего урона, если используется двумя руками.

source: Innate Spellcasting.
ru: Врожденное Заклинательство.

source: It can innately cast the following spells, requiring no material components:
ru: Он может накладывать следующие заклинания, не нуждаясь в материальных компонентах:

source: Lair Actions
ru: Действия в логове

source: Large swarm of Tiny beasts, chaotic evil
ru: Большой рой крошечных Зверей, хаотично-злой

source: Lead Designer: Ashley Warren
ru: Ведущий дизайнер <t0\/>: Эшли Уоррен

source: Lighting.
ru: Освещение.

source: Longbow.
ru: Длинный лук.

source: Longsword.
ru: Длинный меч.

source: Medium aberration, chaotic evil
ru: Средняя аберрация, хаотично-злая

source: Medium humanoid (any race), any alignment
ru: Средний гуманоид (любая раса), любое мировоззрение

source: Medium swarm of Tiny beasts, unaligned
ru: Средний рой крошечных зверей, без мировоззрения

source: Medium undead, lawful evil
ru: Средняя нежить, законно-злая

source: Melee Weapon Attack: +2 to hit, reach 5 ft., one target.
ru: Рукопашная атака оружием: +2 к попаданию, досягаемость 5 фт., одна цель.

source: Melee Weapon Attack: +3 to hit, reach 5 ft., one creature.
ru: Рукопашная атака оружием: +3 к попаданию, досягаемость 5 фт., одно существо.

source: Melee Weapon Attack: +3 to hit, reach 5 ft., one target.
ru: Рукопашная атака оружием: +3 к попаданию, досягаемость 5 фт., одна цель.

source: Melee Weapon Attack: +5 to hit, reach 10 ft., one target.
ru: Рукопашная атака оружием: +5 к попаданию, досягаемость 10 фт., одна цель.

source: Melee Weapon Attack: +6 to hit, reach 5 ft., one target.
ru: Рукопашная атака оружием: +6 к попаданию, досягаемость 5 фт., одна цель.

source: Melee Weapon Attack: +7 to hit, reach 5 ft., one target.
ru: Рукопашная атака оружием: +7 к попаданию, досягаемость 5 фт., одна цель.

source: Melee Weapon Attack: +9 to hit, reach 5 ft., one target.
ru: Рукопашная атака оружием: +9 к попаданию, досягаемость 5 фт., одна цель.

source: Mimicry.
ru: Подражание.

source: Multiattack.
ru: Мультиатака.

source: Noun
ru: Существительное

source: Objective
ru: Задача

source: Optimized for APL 8.
ru: Оптимизировано для APL 1.

source: Quarterstaff.
ru: Боевой посох.

source: Ranged Weapon Attack: +5 to hit, range 150/600 ft., one target.
ru: Дальнобойная атака оружием: +5 к попаданию, дистанция 150/600 фт., одна цель.

source: Rapier.
ru: Рапира.

source: Reactions
ru: Реакции

source: Regional Effects
ru: Региональные эффекты

source: Sahuagin Hatchling Swarm
ru: Рой детёнышей сахуагинов

source: Salty
ru: Соленый

source: Scimitar.
ru: Скимитар.

source: Shark
ru: Акула

source: Siren
ru: Сирена

source: Slam.
ru: Размашистый удар.

source: Spellcasting.
ru: Использование заклинаний.

source: Spider Climb.
ru: Паучье лазание.

source: Stench of Death.
ru: Смертная вонь.

source: Swarm of Rot Grubs
ru: Рой трупных личинок

source: Swarm.
ru: Рой.

source: Tentacle.
ru: Щупальце.

source: Tentacles.
ru: Щупальца.

source: The search for a missing young woman kicks off a treacherous journey on the Sea of Fallen Stars.
ru: Поиск пропавшей молодой женщины начинает коварное путешествие по морю падших звезд.

source: The swarm can’t regain hit points or gain temporary hit points.
ru: Рой не может восстанавливать хиты или получать временные хиты.

source: Very strong
ru: Очень сильный

source: Water Breathing.
ru: Подводное дыхание.

source: Wondrous item, rare
ru: Чудесный предмет, редкий
